Repository: kodi-game/game.libretro.atari800
Catalog: game.libretro.atari800/resources/language/resource.language.*/strings.po
Languages: es_es, ga, it_it, sv_se, zh_cn

# Addon Summary
source: Atari - 400/800/600XL/800XL/130XE/5200 (Atari800)
es_es: Atari - 5200 (Atari800)
zh_cn: 雅达利 - 5200（雅达利800）

# Addon Description
source: Atari800 is an emulator for Atari 8-bit computer systems (400, 800, 600 XL, 800XL, 130XE and 5200).
es_es: Atari800 es un emulador para sistemas informáticos Atari de 8 bits (400, 800, 600 XL, 800XL, 130XE y 5200).
ga: Is aithriseoir é Atari800 do chórais ríomhaireachta 8-giotán Atari (400, 800, 600 XL, 800XL, 130XE agus 5200).
it_it: Atari800 è un emulatore per i sistemi informatici Atari a 8 bit (400, 800, 600 XL, 800XL, 130XE e 5200).
sv_se: Atari800 är en emulator för Atari 8-bitars datorsystem (400, 800, 600 XL, 800XL, 130XE och 5200).
zh_cn: Atari800 是雅达利8位计算机系统（400、800、600XL、800XL、130XE 和 5200）的仿真器。

# #30001
source: Atari System
es_es: Sistema Atari
ga: Córas Atari
it_it: Sistema Atari
zh_cn: 雅达利系统

# #30002
source: Video Standard
es_es: Estándar de Vídeo
ga: Caighdeán Físeáin
it_it: Standard video
zh_cn: 视频标准

# #30004
source: SIO Acceleration
es_es: Aceleración SIO
ga: Luasghéarú SIO
it_it: Accelerazione SIO
zh_cn: SIO 加速

# #30009
source: Internal resolution
es_es: Resolución interna
ga: Rún inmheánach
it_it: Risoluzione interna
sv_se: Intern upplösning
zh_cn: 内部分辨率

# #30010
source: Retroarch Keyboard type
es_es: Tipo de Teclado Retroarch
ga: Cineál méarchláir Retroarch
it_it: Tipo tastiera retroarch
sv_se: Retroarch-tangentbordstyp
zh_cn: Retroarch 键盘类型

# #30011
source: Hi-Res Artifacting Mode
es_es: Modo de Artefactos en Alta Resolución
ga: Mód Saothar Ard-Réitigh
it_it: Modalità artefatti ad alta risoluzione
sv_se: Hi-Res-läge för artefakter
zh_cn: 高分辨率伪像模式

# #30012
source: Controller Hacks
es_es: Hacks para el Mando
ga: Haiceanna Rialaitheora
it_it: Trucchi controller
sv_se: Kontrollerhack
zh_cn: 控制器修复（或自定义设置）

# #30013
source: Activate Paddle Mode
es_es: Activar el Modo Paleta
ga: Gníomhachtaigh Mód Rialaitheoir
it_it: Attiva modalità paddle
sv_se: Aktivera paddle-läge
zh_cn: 激活拨杆模式

# #30014
source: Paddle Movement Speed
es_es: Velocidad de Movimiento de la Paleta
ga: Luas Gluaiseachta na Rialaitheoirí
it_it: Velocità di movimento del paddle
sv_se: Paddelns rörelsehastighet
zh_cn: 拨杆移动速度

# #30015
source: Digital Joystick Sensitivity
es_es: Sensibilidad Joystick Digital
ga: Íogaireacht Luamhán Stiúrtha Digiteach
it_it: Sensibilità joystick digitale
sv_se: Känslighet för digital styrspak
zh_cn: 数字操纵杆灵敏度

# #30016
source: Analog Joystick Sensitivity
es_es: Sensibilidad Joystick Analógico
ga: Íogaireacht Luamhán Stiúrtha Analógach
it_it: Sensibilità joystick analogico
sv_se: Känslighet för analog styrspak
zh_cn: 模拟操纵杆灵敏度

# #30017
source: Analog Joystick Deadzone
es_es: Zona Muerta Joystick Analógico
ga: Luamhán Stiúrtha Analógach Crios Marbh
it_it: Zona morta joystick analogico
sv_se: Dödzon för analog styrspak
zh_cn: 模拟操纵杆死区

# #30018
source: Atari Keyboard Defines
es_es: Definiciones Teclado Atari
ga: Sainmhíníonn Méarchlár Atari
it_it: Definisci tastiera Atari
sv_se: Atari tangentbord definierar
zh_cn: Atari 键盘定义

# #30019
source: Internal BASIC (hold OPTION on boot) (Restart)
es_es: BASIC interno (mantener pulsado OPTION al arrancar) (Reiniciar)
ga: BUNÚSACH Inmheánach (coinnigh ROGHA ar thosú) (Atosú)
it_it: BASIC interno (tieni premuto OPTION all'avvio) (Riavvia)
sv_se: Intern BASIC (håll OPTION vid uppstart) (Omstart)
zh_cn: 内部 BASIC（启动时按住 OPTION）（重新启动）

# #30020
source: Boot from Cassette (Reboot)
es_es: Arrancar desde Casete (reiniciar)
ga: Tosaithe ón gCaiséad (Atosaigh)
it_it: Avvio da cassetta (riavvio)
sv_se: Starta från kassett (Omstart)
zh_cn: 从磁带启动（重新启动）

# #30022
source: Color tint/hue
es_es: Color tinte/matiz
ga: Tint/lí datha
it_it: Tinta/tonalità di colore
sv_se: Färgnyans
zh_cn: 色调/色相

# #30023
source: Color saturation
es_es: Saturación de color
ga: Sáithiú datha
it_it: Saturazione colore
sv_se: Färgmättnad
zh_cn: 色彩饱和度

# #30024
source: Color contrast
es_es: Contraste de color
ga: Codarsnacht datha
it_it: Contrasto colore
sv_se: Färgkontrast
zh_cn: 色彩对比度

# #30025
source: Color brightness
es_es: Brillo de color
ga: Gile datha
it_it: Luminosità colore
sv_se: Färgens ljusstyrka
zh_cn: 色彩亮度

# #30026
source: Color gamma
es_es: Gama de color
ga: Gáma datha
it_it: Gamma colori
sv_se: Färgens gamma
zh_cn: 色彩伽玛

# #30027
source: Atari XEGS keyboard
es_es: Teclado Atari XEGS
ga: Méarchlár Atari XEGS
it_it: Tastiera Atari XEGS
sv_se: Atari XEGS-tangentbord
zh_cn: 雅达利 XEGS 键盘

# #30028
source: Legacy menu key
es_es: Tecla de menú antigua
ga: Eochair roghchláir oidhreachta
it_it: Tasto menu legacy
sv_se: Ursprunglig menytangent
zh_cn: 传统菜单键

# #30029
source: Uses the Atari800 legacy configuration file
es_es: Usa archivo de configuración antiguo de Atari800
ga: Úsáideann sé an comhad cumraíochta oidhreachta Atari800
it_it: Usa il file di configurazione legacy Atari800
sv_se: Använder Atari800:s ursprungliga konfigurationsfil
zh_cn: 使用 Atari800 传统配置文件
